Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.20.12.12_fin.txt.tmx
Source language: fin
Languages: sme

source: Suomen biodiversiteettipolitiikka on uudistettu - perinteisen tiedon suoja kehittyi
sme: Suoma biodiversiteahttapolitihkka lea ođasnuhtton – árbevirolaš dieđu suodji buorránii

source: Vaikka olen ollut muutaman päivän lomalla ei työasioista ihan pääsekään irrottautumaan kovin helposti.
sme: Vaikko lean leamaš muhtin beaivve luomus, de bargoáššiin ii beasage luovvanit beare álkit.

source: On kuitenkin kyse niin tärkeästä asiasta että en malta olla kommentoimasta asiaa lomallani.
sme: Lea goitge gažaldat nu dehálaš áššis, ahte in máša orrut muitalkeahttá áššis luomusge.

source: Valtioneuvosto hyväksyi tänään periaatepäätöksen Suomen luonnon monimuotoisuuden ja kestävän käytön strategiaksi 2012-2020(biodiversiteettistrategia).
sme: Stáhtaráđđi dohkkehii odne prinsihppamearrádusaSuoma luonddu máŋggahápmásašvuođa ja suvdilis anu strategiijan 2012-2020 (biodiversiteahttastrategiija).

source: Strategia ohjaa biodiversiteettisopimuksen ja biodiversiteettisopimuksen osapuolikokousten päätösten toimeenpanoa, ministeriöiden ja muiden viranomaisten toimintaa ja resurssien jakoa.
sme: Strategiija stivre biodiversiteahttasoahpamuša (bd-soahpamuš) ja bd-soahpamuša oassebeallečoakkámiid mearrádusaid olláhuhttima, ministeriijaid ja eará eiseválddiid barggu ja resurssaid juohkima.

source: Strategia pitää sisällään hyvin merkittäviä ja tärkeitä päätöksiä Suomen saamelaisille.
sme: Strategiija doallá sisttis hui mearkkašahtti ja dehálaš mearrádusaid Suoma sápmelaččaide.

source: Periaatepäätös on hyvin merkittävä ja tulee ohjaamaan myös tulevien eduskuntien toimintaa vuoteen 2020 asti.
sme: Prinsihppamearrádus lea hui dehálaš ja dat stivre maid maiddái boahttevaš riikkabeivviid barggu gitta 2020 rádjái.

source: Suomi teki aimo harppauksen eteenpäin saamelaisten perinteisen tiedon suojan parantamisessa.
sme: Suopma dagai mealgat lávkki ovddos sámi árbevirolaš dieđu suoji buorideamis.

source: Strategian keskeisistä tavoitteista on sovittu hallitusneuvotteluissa.
sme: Strategiija guovddášulbmiliin lea šihttojuvvon ráđđehusšiehtadallamiin.

source: Hallitusohjelmaan kirjattiin saamelaiskäräjien esityksestä että saamelainen kulttuurinen tapa ja perinne käyttää luontoa turvataan biodiversiteettistrategian toimeenpanossa.
sme: Ráđđehusprográmmii čállojuvvui sámedikki evttohusa mielde, ahte sámi kultuvrralaš vuohki ja árbevierru geavahit luonddu dorvvastuvvo bd-strategiija olláhuhttimis.

source: Biodiversteettistrategiaa on uudistettu noin kaksi vuotta biodiversiteettityöryhmän johdolla; kuulun myös itse työryhmään.
sme: Bd-strategiija lea ođasnuhtton sulaid guokte jagi bd-bargojoavkku jođiheami mielde; gulan maid ieš dan bargojovkui.

source: Strategiaa on muotoiltu melkeinpä joka kokouksessa viimeisen vuoden aikana, eli työtä on ollut - ja paljon.
sme: Strategiija lea hábmejuvvon measta juohke čoakkámis maŋimus jagi áigge. Bargu lea leamaš rohkka olu.

source: Saamelaiskäräjät on antanut strategiasta parikin lausuntoa ja olemme neuvotelleet strategian linjauksista erillisneuvotteluissa eri ministeriöiden kesken.
sme: Sámediggi lea addán strategiijas moaddenai cealkámuša ja leat ráđđádallan strategiija linnjemiin sierraráđđádallamiin sierra ministeriijaid gaskka.

source: Strategiaa on valmisteltu myös kansallisessa artikla 8j- asiantuntijatyöryhmässä.
sme: Strategiija lea válmmaštallon maid riikkasis artihkal 8j-áššedovdibargojoavkkus.

source: Bd-työryhmä on valmistellut samanaikaisesti strategian toimeenpanoa ohjaavaa toimintaohjelmaa Se on ollut strategiaakin suurempi työ - toimintaohjelma on noin 100-sivuinen opus.
sme: Bd-bargojoavku lea válmmaštallan ovttaáigásaččat strategiijain bargoprográmma, mii stivre strategiija olláhuhttima. Dat lea leamaš vel stuorit bargu go strategiijabargu – bargoprográmma lea sulaid 100-siidosaš girji.

source: Sekin julkistettaneen aivan pian.
sme: Datnai almmustuhttojuvvo farggabáliid.

source: Olo on helpottunut kun strategia on vihdoin valmistunut ja panostin siihen henkilökohtaisesti paljon työ- ja vapaa-aikaani.
sme: Dilli lea gehppon go strategiija lea viimmat gárvánan ja bidjen dasa ieš persovnnalaččat hui olu návccaid sihke bargo- ja luomosáigge.

source: Strategia on saamelaiskäräjille hyvin tärkeä ja yksi koko vaalikauden päätavoitteista.
sme: Strategiija lea sámediggái hui dehálaš ja lea okta oba válgaáigodaga váldoulbmilin.

source: Voi sanoa, että olen hyvin tyytyväinen strategiaan.
sme: Sáhttá dadjat, ahte lean hui duhtavaš strategiijai.

source: Saamelaiskäräjien yksi kärkitavoite on kansallisen biodiversiteettisopimuksen artikla 8(j)-työryhmän loppuraportin toimenpide-ehdotusten ja suositusten toteuttaminen.
sme: Sámedikki okta njunusulbmiliin lea sisriikkalaš bd-soahpamuša 8(j)-bargojoavkku loahpparaportta doaibmabidjoevttohusaid ja ávžžuhusaid olláhuhttin.

source: Lisäksi tavoitteena on, että saamelaiskäräjät osallistuu tehokkaasti Suomen luonnon monimuotoisuuden ja kestävän käytön strategian ja toimintaohjelman 2012-2020 toimeenpanoon, seurantaan ja vaikuttavuuden arviointiin ja edistää saamelaisia koskevien tavoitteiden pikaista toteuttamista.
sme: Dasa lassin ulbmilin lea, ahte sámediggi oassálastá áhpasit Suoma luonddu máŋggahápmásašvuođa ja suvdilis anu strategiija ja bargoprográmma 2012-2020 olláhuhttimii, bearráigeahččamii ja váikkuhusaid árvvoštallamii ja ovddida sámi ulbmiliid hohpolaš olláhuhttima.

source: No se siitä taustasta - ja menen itse tärkeimpään eli siihen, mihin Suomen valtio on sitoutunut.
sme: Na diet duogážis – ja manan ieš dehálepmosii dehege dasa, masa Suoma stáhta lea čatnasan.

source: Koko strategian päätavoite on pysäyttää Suomen luonnon monimuotoisuuden köyhtyminen vuoteen 2020 mennessä.
sme: Oba strategiija váldoulbmilin lea bissehit Suoma luonddu máŋggahápmásašvuođa geaffuma jagi 2020 rádjái.

source: Tavoitteeseen pääseminen edellyttää strategian mukaan mm. sitä, että strategiaa koskevat päätetyt toimet toteutetaan tehokkaasti saamelaisten luonnon monimuotoisuuteen liittyvää perinteistä tietoa kunnioittaen.
sme: Ulbmila joksan gáibida strategiija mielde ee. dan, ahte mearriduvvon doaimmat, mat gusket strategiija, olláhuhttojuvvojit áhpasit nu ahte gudnejahttojuvvo sámi árbevirolaš diehtu luonddu máŋggahápmásašvuođa olis.

source: Periaatepäätöksessä valtioneuvosto myös toteaa yksiselitteisesti ja tosiasiat todeten, että Suomessa artikla 8(j) ja sen velvoitteet koskevat vain saamelaisia.
sme: Prinsihppamearrádusas stáhtaráđđi maid dadjá ovttačilggolaččat ja duohtaáššiid celkkedettiin, ahte Suomas artihkal 8(j) ja dan geatnegasvuođat gusket dušše sápmelaččaid.

source: Tämä lopettanee myös Enontekiön ja Inarin kuntien pohdiskelut asian tiimoilta.
sme: Dát loahpaheaš maid Eanodaga ja Anára suohkaniid suokkardallamiid ášši olis.

source: Strategiassa on oma luku, jossa käsitellään ansiokkaasti alkuperäiskansa saamelaisten perinteistä tietoa ja sen tilaa.
sme: Strategiijas lea iežas lohku, mas gieđahallojuvvo ánssolaččat álgoálbmot sápmelaččaid árbevirolaš diehtu ja dan dilli.

source: Se pohjautuu kansallisen artikla 8(j)-työryhmän loppuraporttiin, jonka puheenjohtajana minulla oli ilo ja kunnia työskennellä.
sme: Dat vuođđuduvvá artihkal 8(j)-bargojoavkku loahpparaportii, man ságadoallin mus lei illu ja gudni bargat.

source: Perinteisen tiedon osalta valtioneuvosto katsoo strategiassa, että luonnon monimuotoisuuden suojelun ja kestävän käytön yhteydessä toteutetaan yleissopimuksessa ja sen päätöksissä kirjatut alkuperäiskansojen perinteistä tietoa koskevat linjaukset ja tähdentää Suomen mahdollisuuksia toimia edelläkävijänä kansainvälisessä yhteisössä artikla 8(j):n toimeenpanossa.
sme: Árbevirolaš dieđu olis stáhtaráđđi geahččá strategiijas, ahte luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis anu oktavuođas olláhuhttojuvvo oktasašsoahpamušas ja dan márrádusain čállojun álgoálbmogiid árbevirolaš dieđu linnjemat ja deattuha Suoma vejolašvuođaid doaibmat ovdavuojánin riikkaidgaskasaš servošis artihkal 8(j):a olláhuhttimis.

source: Linjaus on todella tärkeä ja merkittävä ja se velvoittaa Suomea toimeenpanemaan bd-sopimuksen osapuolikokousten keskeisiä päätöksiä - kuten Akwé: Kon - ohjeita ja uudempaa nk. bd-sopimuksen eettistä menettelytapasäännöstä.
sme: Linnjen lea duođaid dehálaš ja mearkkašahtti ja dat geatnegahttá Suoma olláhuhttit bd-soahpamuša oassebeallečoakkámiid guovddášmearrádusaid – dego Akwé: Kon – rávvagiid ja ođđasit ng. bd-soahpamuša etihkalaš meannudanvuohkenjuolggadusaid.

source: Valtioneuvosto sitoutuu turvaamaan saamelaisten tarpeet alkuperäiskansana ekosysteemipalveluissa.
sme: Stáhtaráđđi čatnasa dorvvastit sápmelaččaid dárbbuid álgoálbmogin ekosystemabálvalusain.

source: Ekosysteemillä tarkoitetaan tietyn alueen elollista ja elotonta ympäristöä.
sme: Ekosystemain dárkkuhuvvo dihto guovllu ealli ja heakkahis biras.

source: Saamelaisten perinteistä tietoa käsittelee oma strateginen tavoite 18, jonka kirjoitan tähän sanasta sanaan, koska se on niin tärkeä: Luonnon monimuotoisuuden suojelun ja kestävän käytön kannalta olennaista saamelaisten perinteistä tietoa ja käytänteitä sekä biologisten resurssien perinteistä käyttöä kunnioitetaan, elvytetään ja suojellaan kansallisen lainsäädännön ja kansainvälisten velvoitteiden mukaisesti kehittämällä perinteisen tiedon suojelua koskevaa hallintoa ja lainsäädäntöä.
sme: Sámiid árbevirolaš diehtu gieđahallojuvvo iežas strategiija ulbmila 18 mielde, man čálán dása sánis sátnái, daningo dat lea nu dehálaš (lean jorgalan sámás deavstta suomagiela originála deavsttas): Luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis anu dáfus mávssolaš sápmelaččaid árbevirolaš diehtu ja geavadat sihke biologalaš resurssaid árbevirolaš diehtu gudnejahttojuvvo, ealáskahttojuvvo ja suodjaluvvo riikkasis lágaid ja riikkaidgaskasaš geatnegasvuođaid mielde nu ahte gárgehuvvojit árbevirolaš dieđu suodjaleami hálddahus ja lágat.

source: Yleissopimuksen toimeenpanossa otetaan huomioon saamelaisten täysipainoinen ja tehokas osallistuminen kaikilla tarpeellisilla tasoilla yleissopimuksen ja osapuolikokousten päätösten mukaisesti.
sme: Oktasašsoahpamuša olláhuhttimis váldojuvvojit vuhtii sápmelaččaid dievasmearálaš ja beaktilis oassálastin buot dárbbatlaš dásiin oktasašsoahpamuša ja oassebeallečoakkámiid mearrádusaid mielde.

source: Strategiassa on tuotu esille myös kyseisen strategien tavoitteen tausta ja taloudelliset vaikutukset.
sme: Strategiijas leat buktojuvvon ovdan maid namuhuvvon strategiija ulbmila duogáš ja ruđalaš váikkuhusat.

source: Tavoitteen 18. saavuttamisen kannalta keskeiset ehdotukset sisältyvät 8j-asiantuntijaryhmän raporttiin vuodelta 2011.
sme: Ulbmila 18 olláhuvvama dáfus guovddáševttohusat ožžot sisdoalu 8(j):a jagi 2011 áššedovdijoavkku raporttas.

source: Työryhmän ehdottamat toimenpiteet edellyttävät resurssien kohdennusta ympäristöhallinnon ja saamelaiskäräjien määrärahoihin, minkä lisäksi työryhmä ehdotti kertaluonteisia selvitys- ja kehittämishankkeita.
sme: Bargojoavkku evttohan doaibmabijut gáibidit resurssaid čuoziheami birashálddahusa ja sámedikki mearreruđaide, masa lassin bargojoavku evttohii geardelundosaš čielggadan- ja ovddidanfidnuid.

source: Toimiessani kyseisen 8j- työryhmän puheenjohtajan, niin olen todella iloinen, että monta vuotta työstetty raportti ja perustyö artikla 8j:n toimeenpanemiseksi on tuottanut tulosta ja työryhmän loppuraportin toimenpiteiden toteuttamiselle on valtioneuvoston täysi tuki.
sme: Go doibmen namuhuvvon 8(j)-bargojoavkku ságadoallin, de lean duođaid ilus, ahte máŋga jagi bargojuvvon loahpparaportta doaibmabijuid doaimmaheapmái lea stáhtaráđi dievas doarjja.

source: Valtioneuvoston periaatepäätös on todella tärkeä.
sme: Stáhtaráđi prinsihppamearrádus lea duođaid dehálaš.

source: On erityisen tärkeää nykyisten vähäisten resurssien aikana, että valtioneuvosto toteaa strategian saamelaisia koskevien tavoitteiden edellyttävän käytännössä lisäresursseja.
sme: Lea earenoamáš dehálaš dáláš unnánaš resurssaid áigge, ahte stáhtaráđđi cealká strategiija sámi ulbmiliid gáibidit geavadis lassiresurssaid.

source: Kuluvalla hallituskaudella uudistetaan koko keskeinen maankäyttöä koskeva lainsäädäntö.
sme: Nohkavaš ráđđehusbaji áigge ođasnuhttojuvvojit buot guovddáš eanangeavahanlágat.

source: Valtioneuvoston periaatepäätös tarkoittaa sitä, että kaikissa näissä lainsäädännön uudistamishankkeissa tulee arvioida lainsäädännön vaikutuksia saamelaisten perinteisen tiedon suojellulle ja Suomen kansainvälisille velvoitteille suojella saamelaisten perinteistä tietoa.
sme: Stáhtaráđi prinsihppamearrádus dárkkuha dan, ahte buot dáid lágaid ođasnuhttinfidnuin galget árvvoštallojuvvot váikkuhusat sámiid árbevirolaš dieđu suodjaleapmái ja Suoma riikkaidgaskasaš geatnegasvuođaide suodjalit sámiid árbevirolaš dieđu.

source: Kuluvalla hallituskaudella uudistetaan myös Metsähallituksen hallintomalli ja kenties myös ympäristöhallintoa - ja valtioneuvoston linjaus edellyttää myöskin, että näissä uudistushankkeissa tulee arvioida vaikutukset saamelaisten perinteisen tietoon ja sen suojeluun.
sme: Dán ráđđehusbaji áigge ođasnuhttojuvvo maid Meahcceráđđehusa hálddašanmálle ja soaitá maid birashálddahus – ja stáhtaráđi linnjen gáibida maid dan, ahte maid dáin ođasnuhttinfidnuin galget árvvoštallojuvvot váikkuhusat sámiid árbevirolaš dihtui ja dan suodjaleapmái.

source: Ehkä kuitenkin kaikkein merkittävin ja kauaskantoisin päätös strategiassa on se, että valtioneuvosto sitoutuu elvyttämään saamelaisten perinteistä tietoa.
sme: Buot mearkkašahttimus ja guhkkelepmosii olli mearrádus strategiijas dáidá leat dat, ahte stáhtaráđđi čatnasa ealáskahttit sámiid árbevirolaš dieđu.

source: Kansallinen artikla 8(j)-työryhmä on loppuraportissaan todennut, että perinteisen tiedon säilyminen edellyttää konkreettisia elvytyshankkeita - ja niille on nyt valtioneuvoston tuki.
sme: Našuvnnalaš artihkal 8(j)-bargojoavku lea loahpparaporttastis dadjan, ahte árbevirolaš dieđu seailun gáibida konkrehtalaš ealáskahttinfidnuid - ja daidda lea dál stáhtaráđi doarjja.

source: Strategian toteutuminen edellyttää saamelaiskäräjien vahvaa panosta - eli työnsarkaa tuleville vuosille on - ja paljon.
sme: Strategiija olláhuvvan gáibida sámedikkis nanu bargobidjosa – dehege bargonoađi boahttevaš jagiide – ja oba mihá olu.

source: Strategian toteutumista seurataan jatkossakin bd-työryhmässä, jonka jäsenenä jatkan.
sme: Strategiija olláhuvvan bearráigehččojuvvo boahtteáiggenai bd-bargojoavkkus, man lahttun joatkkán.

source: Edellinen, vuonna 2007 julkaistu bd-strategia olisi alun perin ollut voimassa vuoteen 2016 asti, mutta biodiversiteettisopimuksen osapuolikokousten päätökset edellyttivät strategian päivittämistä.
sme: Ovddit, jagi 2007 almmustuhtton bd-strategiija livččii galgan leat álgoálggus vuoimmis gitta jagi 2016 rádjái, muhto biodiversiteahttaoassebeallečoakkáma mearrádusat gáibide strategiija ođasnuhttima.

source: Saamelaisten kannalta strategian pikainen päivittäminen oli todella tärkeää, koska vanha strategia oli melko vaatimaton saamelaisten perinteistä tietoa koskevien tavoitteiden osalta.
sme: Sápmelaččaid dáfus strategiija hohpos ođasnuhttin lei duođaid dehálaš, daningo boares strategiija lei oalle gáibitmeahttun sámiid árbevirolaš dieđu ulbmiliid dáfus.

source: Strategiassa oli itse asiassa vain yksi maininta, joka koski saamelaisia.
sme: Dan strategiijas lei iešalddes dušše okta máinnašupmi, mii guoskkai sápmelaččaid.

source: Strategiassa todettiin vain, että on erityisen tärkeää toteuttaa biodiversiteettisopimuksen alkuperäiskansoja koskevat velvoitteet.
sme: Strategiijas daddjojuvvui duššebeare, ahte lea earenoamáš dehálaš olláhuhttit biodiversiteahttasoahpamuša álgoálbmotgeatnegasvuođaid.

source: Voidaan perustellusti sanoa, että uusi strategia on todella huomattava edistysaskel.
sme: Sáhttá gal buriiguin ákkáiguin dadjat, ahte ođđa strategiija lea duođaid mearkkašahtti ovdánanlávki.

source: Lopuksi toivotan edelleen hyvää joulua ja biodiversiteettirikasta uutta vuotta kaikille blogini lukijoille ja kiitokset kuluneesta vuodesta !
sme: Loahpas sávan ain buriid juovllaid ja biodiversiteahttarikkis ođđa jagi buot mu blogga lohkkiide ja giittosat nohkavaš jagis !

source: Näissä tunnelmissa lähden iloisena joululomalle.
sme: Dáiguin dovdduiguin vuolggán ilolažžan juovlalupmui.

source: Palaan kuluneen vuoden asioihin vielä uuden vuoden tienoilla.
sme: Máhcan nohkavaš jagi áššiide vel ođđa jagi sulaid.

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
